Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Let people nearby hand you their ram, and let senders see roughly where a ram you carry is.
ar: اسمح للأشخاص القريبين منك بتسليم الكبش الخاص بهم، ودع المرسلين يرون بشكل تقريبي مكان الكبش الذي تحمله.
bg: Позволете на хората наблизо да ви подадат техния овен и нека подателите да видят приблизително къде е овенът, който носите.
bs: Neka vam ljudi u blizini predaju svog ovna i neka pošiljaoci otprilike vide gdje je ovan kojeg nosite.
ca: Deixa que les persones properes t'entreguin el seu ariet i que els remitents vegin aproximadament on és un ariet que portes.
cs: Nechte lidi poblíž, aby vám předali berana, a nechte odesílatele vidět, kde zhruba je beran, který nesete.
da: Lad folk i nærheden give dig deres vædder, og lad afsendere se nogenlunde, hvor en vædder du bærer er.
de: Lass dir von Leuten in der Nähe ihren Widder übergeben, und lass Absender ungefähr sehen, wo sich ein Widder befindet, den du trägst.
el: Αφήστε τους ανθρώπους που βρίσκονται κοντά σας να σας παραδώσουν το κριάρι τους και αφήστε τους αποστολείς να δουν κατά προσέγγιση πού βρίσκεται ένα κριάρι που μεταφέρετε.
es: Deje que las personas cercanas le entreguen su carnero y que los remitentes vean aproximadamente dónde está el carnero que lleva.
et: Laske lähedalasuvatel inimestel oma jäära teile ulatada ja saatjatel näha, kus teie kaasas olev jäär on.
eu: Utzi hurbileko jendeak bere aharia ematen dizu, eta igorleek gutxi gorabehera non dagoen dakarren aharia.
fi: Anna lähellä olevien ihmisten ojentaa sinulle oinaansa ja lähettäjien nähdä suunnilleen missä kantamasi pässi on.
fr: Permets aux personnes proches de te confier leur bélier, et aux expéditeurs de voir à peu près où se trouve le bélier que tu portes.
ga: Lig do dhaoine in aice láimhe a reithe a thabhairt duit, agus féach ar na seoltóirí go garbh cá bhfuil an reithe a iompraíonn tú.
gl: Deixa que as persoas próximas che entreguen o seu carneiro e que os remitentes vexan aproximadamente onde está o carneiro que levas.
he: תן לאנשים בקרבת מקום למסור לך את האיל שלהם, ואפשר לשולחים לראות בערך היכן נמצא איל שאתה נושא.
hi: आस-पास के लोगों को अपना मेढ़ा आपको सौंपने दें, और भेजने वालों को यह देखने दें कि आप जो मेढ़ा ले जा रहे हैं वह कहां है।
hr: Neka vam ljudi u blizini predaju svog ovna, a pošiljatelji neka otprilike vide gdje se nalazi ovan koji nosite.
hu: Hagyja, hogy a közelben lévő emberek átadják Önnek a kosukat, és a küldők nagyjából lássák, hol van az Ön által szállított kos.
id: Biarkan orang-orang terdekat memberikan Anda ramnya, dan biarkan pengirim melihat secara kasar di mana ram yang Anda bawa berada.
is: Láttu fólk í nágrenninu afhenda þér hrútinn sinn og láttu sendendur sjá nokkurn veginn hvar hrúturinn sem þú berð er.
it: Lascia che le persone nelle vicinanze ti consegnino il loro ariete e lascia che i mittenti vedano approssimativamente dove si trova l'ariete che porti.
ja: 近くにいる人に羊を渡してもらい、送り主にあなたが運んでいる羊がどこにあるかを大まかに知らせてください。
ka: მიეცით საშუალება ახლომახლო ხალხმა გადმოგცეთ ვერძი და მიეცით საშუალება გამომგზავნოებს ნახონ, თუ სად არის ვერძი, რომელსაც თქვენ ატარებთ.
kk: Маңайдағы адамдарға қошқарларын беруге рұқсат етіңіз, ал жіберушілер сіздің алып жүрген қошқарыңыздың қайда екенін шамамен көрсін.
ko: 근처에 있는 사람들이 당신에게 숫양을 건네주고, 보낸 사람에게는 당신이 들고 있는 숫양이 대략 어디에 있는지 알 수 있게 하십시오.
lt: Tegul netoliese esantys žmonės perduoda jums savo aviną, o siuntėjai apytiksliai mato, kur yra jūsų nešiojamas avinas.
lv: Ļaujiet tuvumā esošajiem cilvēkiem nodot jums savu aunu un ļaujiet sūtītājiem aptuveni redzēt, kur atrodas jūsu nēsātais auns.
mk: Дозволете им на луѓето во близина да ви го предадат својот овен и дозволете им на испраќачите да видат приближно каде е овенот што го носите.
ms: Biarkan orang yang berdekatan menyerahkan domba jantan mereka kepada anda, dan biarkan penghantar melihat secara kasar di mana seekor domba jantan yang anda bawa.
mt: Ħalli n-nies fil-viċin jagħtuk il-muntun tagħhom, u ħalli lil min jibgħathom jaraw bejn wieħed u ieħor fejn hu muntun li ġġorr.
nb: La folk i nærheten gi deg væren sin, og la avsendere se omtrent hvor en vær du bærer er.
nl: Laat mensen in de buurt je hun ram overhandigen, en laat de afzenders ongeveer zien waar een ram die je draagt zich bevindt.
pl: Pozwól osobom w pobliżu wręczyć ci barana, a nadawcy zobacz mniej więcej, gdzie znajduje się baran, który niesiesz.
pt_br: Deixe que as pessoas próximas lhe entreguem seu carneiro e deixe que os remetentes vejam aproximadamente onde está o carneiro que você carrega.
ro: Lăsați-i pe cei din apropiere să vă înmâneze berbecul și lăsați-i expeditorilor să vadă aproximativ unde este un berbec pe care îl transportați.
ru: Позволь людям поблизости передавать тебе баранов, а отправителям — примерно видеть, где находится баран, которого ты несёшь.
sk: Nechajte ľudí nablízku, aby vám odovzdali barana, a nechajte odosielateľov, aby približne videli, kde sa baran, ktorý nosíte, nachádza.
sl: Naj vam ljudje v bližini predajo svojega ovna, pošiljatelji pa naj približno vidijo, kje je oven, ki ga nosite.
sq: Lërini njerëzit aty pranë t'ju japin dashin e tyre dhe lërini dërguesit të shohin afërsisht se ku është një dash që mbani.
sr: Нека вам људи у близини дају свог овна и нека пошиљаоци отприлике виде где је ован којег носите.
sv: Låt personer i närheten ge dig sin bagge och låt avsändare se ungefär var en bagge du bär är.
th: ให้คนที่อยู่ใกล้ๆ มอบแกะให้กับคุณ และให้ผู้ส่งดูว่าแกะที่คุณบรรทุกอยู่ที่ไหน
tr: Yakınınızdaki kişilerin koçlarını size vermelerine izin verin ve gönderenlerin, taşıdığınız koçun kabaca nerede olduğunu görmelerine izin verin.
uk: Дозволь людям поруч передавати тобі баранів, а відправникам — приблизно бачити, де баран, якого ти несеш.
vi: Hãy để những người ở gần đưa cho bạn ram của họ và cho người gửi biết đại khái ram mà bạn mang theo ở đâu.
zh_hans: 让附近的人将他们的公羊交给您，并让发送者大致了解您携带的公羊的位置。
zh_hk: 讓附近的人將他們的公羊交給您，並讓發送者大致了解您攜帶的公羊的位置。

source: Let Them Graze
ar: دعهم يرعون
bg: Нека пасат
bs: Pusti ih da pasu
ca: Deixar pasturar
cs: Nechat pást
da: Lad dem græsse
de: Grasen lassen
el: Αφήστε τα να βοσκήσουν
es: Dejar pacer
et: Lase neil karjatada
eu: Utzi bazkatzen
fi: Anna niiden laiduntaa
fr: Laisser paître
ga: Lig dóibh Féarach
gl: Deixar pacer
he: תן להם לרעות
hi: उन्हें चरने दें
hr: Pusti ih da pasu
hu: Hadd legeljenek
id: Biarkan Merumput
is: Láta þá bíta gras
it: Lasciali pascolare
ja: 放牧する
ka: დაე მათ Graze
kk: Олар жайылып жүрсін
ko: 방목하기
lt: Tegul ganosi
lv: Ļaut tiem ganīties
mk: Остави ги да пасат
ms: Biarkan Merumput
mt: Ħallihom Jirgħu
nb: La dem beite
nl: Laat ze grazen
pl: Niech się pasą
pt_br: Deixar pastar
ro: Lasă-i să pască
ru: Пустить пастись
sk: Nechať pásť
sl: Pusti jih pasti
sq: Lëri të kullosin
sr: Пусти их да пасу
sv: Låt dem beta
th: ปล่อยให้เล็มหญ้า
tr: Otlamaya Bırak
uk: Нехай пасуться
vi: Để chúng gặm cỏ
zh_hans: 放牧休憩
zh_hk: 放牧休憩

source: Letter
ar: رسالة
bg: Писмо
bs: Pismo
ca: Carta
cs: Dopis
da: Brev
de: Brief
el: Επιστολή
es: Carta
et: Kiri
eu: Gutuna
fi: Kirje
fr: Lettre
ga: Litir
gl: Carta
he: מכתב
hi: पत्र
hr: pismo
hu: Levél
id: Surat
is: Bréf
it: Lettera
ja: 手紙
ka: წერილი
kk: Хат
ko: 편지
lt: Laiškas
lv: Vēstule
mk: Писмо
ms: surat
mt: Ittra
nb: Brev
nl: Brief
pl: List
pt_br: Carta
ro: Scrisoare
ru: Письмо
sk: List
sl: Pismo
sq: Letër
sr: Писмо
sv: Brev
th: จดหมาย
tr: Mektup
uk: Лист
vi: Thư
zh_hans: 信
zh_hk: 信

source: Letter from %@
ar: رسالة من %@
bg: Писмо от %@
bs: Pismo od %@
ca: Carta de %@
cs: Dopis od %@
da: Brev fra %@
de: Brief von %@
el: Επιστολή από %@
es: Carta de %@
et: Kiri %@-lt
eu: %@-ren gutuna
fi: Kirje %@:lta
fr: Lettre de %@
ga: Litir ó %@
gl: Carta de %@
he: מכתב מ-%@
hi: %@ से पत्र
hr: Pismo od %@
hu: Levél a %@-tól
id: Surat dari %@
is: Bréf frá %@
it: Lettera da %@
ja: %@からの手紙
ka: წერილი %@-ისგან
kk: %@ хат
ko: %@에서 보낸 편지
lt: Laiškas nuo %@
lv: Vēstule no %@
mk: Писмо од %@
ms: Surat daripada %@
mt: Ittra minn %@
nb: Brev fra %@
nl: Brief van %@
pl: List od %@
pt_br: Carta de %@
ro: Scrisoare de la %@
ru: Письмо от %@
sk: List od %@
sl: Pismo %@
sq: Letër nga %@
sr: Писмо од %@
sv: Brev från %@
th: จดหมายจาก %@
tr: %@'den mektup
uk: Лист від %@
vi: Thư từ %@
zh_hans: %@ 的来信
zh_hk: %@ 的來信

# Letter from %@ (%@)
source: Letter from %1$@ (%2$@)
ar: رسالة من %@ ( %@ )
bg: Писмо от %@ ( %@ )
bs: Pismo od %@ ( %@ )
ca: Carta de %@ ( %@ )
cs: Dopis od %@ ( %@ )
da: Brev fra %@ ( %@ )
de: Brief von %@ (%@)
el: Επιστολή από %@ ( %@ )
es: Carta de %@ ( %@ )
et: Kiri kasutajalt %@ ( %@ )
eu: %@-ren gutuna ( %@ )
fi: Kirje lähettäjältä %@ ( %@ )
fr: Lettre de %@ ( %@ )
ga: Litir ó %@ ( %@ )
gl: Carta de %@ ( %@ )
he: מכתב מאת %@ ( %@ )
hi: %@ ( %@ ) से पत्र
hr: Pismo od %@ ( %@ )
hu: %@ levele ( %@ )
id: Surat dari %@ ( %@ )
is: Bréf frá %@ ( %@ )
it: Lettera da %@ ( %@ )
ja: %@ ( %@ ) からの手紙
ka: წერილი %@-ისგან ( %@ )
kk: %@ хаты ( %@ )
ko: %@에서 보낸 편지 ( %@ )
lt: Laiškas nuo %@ ( %@ )
lv: Vēstule no %@ ( %@ )
mk: Писмо од %@ ( %@ )
ms: Surat daripada %@ ( %@ )
mt: Ittra minn %@ ( %@ )
nb: Brev fra %@ ( %@ )
nl: Brief van %@ ( %@ )
pl: List od %@ ( %@ )
pt_br: Carta de %@ ( %@ )
ro: Scrisoare de la %@ ( %@ )
ru: Письмо от %@ (%@)
sk: List od %@ (%@)
sl: Pismo od %@ ( %@ )
sq: Letër nga %@ ( %@ )
sr: Писмо од %@ ( %@ )
sv: Brev från %@ ( %@ )
th: จดหมายจาก %@ ( %@ )
tr: %@'dan mektup ( %@ )
uk: Лист від %@ ( %@ )
vi: Thư từ %@ ( %@ )
zh_hans: 来自 %@ 的信 ( %@ )
zh_hk: 來自 %@ 的信 ( %@ )

# Letter from %@ to %@
source: Letter from %1$@ to %2$@
ar: رسالة من %@ إلى %@
bg: Писмо от %@ до %@
bs: Pismo od %@ do %@
ca: Carta del %@ al %@
cs: Dopis od %@ do %@
da: Brev fra %@ til %@
de: Brief von %@ bis %@
el: Επιστολή από %@ προς %@
es: Carta de %@ a %@
et: Kiri kasutajalt %@ kasutajale %@
eu: %@tik %@ bitarteko gutuna
fi: Kirje henkilöltä %@ vastaanottajalle %@
fr: Lettre de %@ à %@
ga: Litir ó %@ chuig %@
gl: Carta do %@ ao %@
he: מכתב מ-%@ עד %@
hi: %@ से %@ तक पत्र
hr: Pismo od %@ do %@
hu: %@-tól %@ címzett levél
id: Surat dari %@ hingga %@
is: Bréf frá %@ til %@
it: Lettera da %@ a %@
ja: %@ から %@ への手紙
ka: წერილი %@-დან %@-ს
kk: %@-дан %@ дейінгі хат
ko: %@부터 %@까지의 문자
lt: Laiškas nuo %@, skirtas %@
lv: Vēstule no %@ uz %@
mk: Писмо од %@ до %@
ms: Surat daripada %@ kepada %@
mt: Ittra minn %@ sa %@
nb: Brev fra %@ til %@
nl: Brief van %@ aan %@
pl: Litera od %@ do %@
pt_br: Carta de %@ para %@
ro: Scrisoare de la %@ la %@
ru: Письмо от %1$@ для %2$@
sk: List od %@ do %@
sl: Pismo od %@ do %@
sq: Letër nga %@ në %@
sr: Писмо од %@ до %@
sv: Brev från %@ till %@
th: ตัวอักษรตั้งแต่ %@ ถึง %@
tr: %@ ile %@ arası mektup
uk: Лист від %1$@ для %2$@
vi: Thư từ %@ gửi %@
zh_hans: %@ 至 %@ 的信
zh_hk: %@ 至 %@ 的信

source: Letter Missing
ar: رسالة مفقودة
bg: Липсва буква
bs: Nedostaje pismo
ca: Falta carta
cs: Dopis chybí
da: Brev mangler
de: Brief fehlt
el: Λείπει το γράμμα
es: Carta faltante
et: Täht puudub
eu: Gutuna falta da
fi: Kirje puuttuu
fr: Lettre manquante
ga: Litir ar Iarraidh
gl: Falta carta
he: מכתב חסר
hi: पत्र गुम
hr: Nedostaje slovo
hu: Levél hiányzik
id: Surat Hilang
is: Bréf vantar
it: Lettera mancante
ja: 文字がありません
ka: წერილი აკლია
kk: Хат жоқ
ko: 편지 누락
lt: Laiškas Trūksta
lv: Vēstule pazudusi
mk: Недостасува писмо
ms: Surat Hilang
mt: Ittra nieqsa
nb: Brev mangler
nl: Brief ontbreekt
pl: Brak litery
pt_br: Carta faltando
ro: Lipsește scrisoarea
ru: Письмо отсутствует
sk: List chýba
sl: Črka manjka
sq: Letra mungon
sr: Недостаје писмо
sv: Brev saknas
th: จดหมายหายไป
tr: Mektup Eksik
uk: Літера відсутня
vi: Thiếu thư
zh_hans: 字母丢失
zh_hk: 字母遺失

source: Letters
ar: الرسائل
bg: Писма
bs: Pisma
ca: Cartes
cs: Dopisy
da: Breve
de: Briefe
el: Γράμματα
es: Cartas
et: Kirjad
eu: Gutunak
fi: Kirjeet
fr: Lettres
ga: Litreacha
gl: Cartas
he: מכתבים
hi: पत्र
hr: Pisma
hu: Levelek
id: Surat
is: Bréf
it: Lettere
ja: 手紙
ka: წერილები
kk: Хаттар
ko: 편지
lt: Laiškai
lv: Vēstules
mk: Писма
ms: Surat
mt: Ittri
nb: Bokstaver
nl: Brieven
pl: Listy
pt_br: Cartas
ro: Scrisori
ru: Письма
sk: Listy
sl: Pisma
sq: Letrat
sr: Писма
sv: Brev
th: จดหมาย
tr: Mektuplar
uk: Листи
vi: Thư
zh_hans: 信件
zh_hk: 信件

source: Letters Delivered
ar: تم تسليم الرسائل
bg: Доставени писма
bs: Dostavljena pisma
ca: Cartes lliurades
cs: Dopisy doručeny
da: Breve leveret
de: Zugestellte Briefe
el: Επιστολές που παραδόθηκαν
es: Cartas entregadas
et: Edastatud kirjad
eu: Eskutitzak entregatuta
fi: Kirjeet toimitettu
fr: Lettres livrées
ga: Litreacha arna Seachadadh
gl: Cartas entregadas
he: מכתבים נמסרו
hi: पत्र वितरित
hr: Pisma isporučena
hu: Levelek kézbesítve
id: Surat Terkirim
is: Bréf afhent
it: Lettere consegnate
ja: 配達された手紙
ka: მიწოდებული წერილები
kk: Жеткізілген хаттар
ko: 배달된 편지
lt: Laiškai pristatyti
lv: Piegādātas vēstules
mk: Доставени писма
ms: Surat Dihantar
mt: Ittri Mogħtija
nb: Brev levert
nl: Brieven afgeleverd
pl: Dostarczono listy
pt_br: Cartas entregues
ro: Scrisori livrate
ru: Доставлено писем
sk: Listy doručené
sl: Pisma dostavljena
sq: Letra të dorëzuara
sr: Леттерс Деливеред
sv: Brev levererade
th: จดหมายที่ส่งแล้ว
tr: Teslim Edilen Mektuplar
uk: Доставлено листів
vi: Thư đã gửi
zh_hans: 信件已送达
zh_hk: 信件已送達

source: Letters heading somewhere near your destination can be handed to you.
ar: يمكن تسليم الرسائل الموجهة إلى مكان ما بالقرب من وجهتك إليك.
bg: Могат да ви бъдат предадени писма, насочени някъде близо до вашата дестинация.
bs: Pisma koja idu negdje blizu vašeg odredišta mogu vam biti uručena.
ca: Es poden lliurar cartes que es dirigeixen a un lloc proper a la vostra destinació.
cs: Dopisy směřující někam blízko vašeho cíle vám mohou být předány.
da: Breve på vej til et sted i nærheden af din destination kan afleveres til dig.
de: Briefe, die in die Richtung deines Reiseziels unterwegs sind, können dir übergeben werden.
el: Επιστολές που κατευθύνονται κάπου κοντά στον προορισμό σας μπορούν να σας παραδοθούν.
es: Se le pueden entregar cartas que se dirijan a algún lugar cercano a su destino.
et: Sulle saab kätte anda kirjad, mis suunduvad kuhugi sihtkoha lähedale.
eu: Zure helmugatik gertu doazen gutunak helarazi dizkizuke.
fi: Kirjeet, jotka suuntautuvat lähelle määränpäätä, voidaan luovuttaa sinulle.
fr: Les lettres allant vers ta destination peuvent t'être confiées.
ga: Is féidir litreacha atá in aice le do cheann scríbe a thabhairt duit.
gl: Podes entregarche cartas que se dirixan a algún lugar próximo ao teu destino.
he: ניתן למסור לך מכתבים הפונים למקום קרוב ליעד שלך.
hi: आपके गंतव्य के निकट कहीं जाने वाले पत्र आपको सौंपे जा सकते हैं।
hr: Pisma koja idu negdje blizu vašeg odredišta mogu vam biti uručena.
hu: Azok a levelek, amelyek valahol az úti cél közelében vannak, átadhatók Önnek.
id: Surat yang menuju ke suatu tempat di dekat tujuan Anda dapat diserahkan kepada Anda.
is: Hægt er að afhenda þér bréf sem stefna einhvers staðar nálægt áfangastað þínum.
it: Le lettere dirette da qualche parte vicino alla tua destinazione possono esserti consegnate.
ja: 目的地の近くに向かう手紙を手渡しできます。
ka: წერილები, რომლებიც მიემართება თქვენს დანიშნულების ადგილთან ახლოს, შეგიძლიათ გადმოგცეთ.
kk: Баратын жеріңізге жақын жерде жазылған хаттар сізге берілуі мүмкін.
ko: 목적지 근처로 향하는 편지를 전달할 수 있습니다.
lt: Jums gali būti įteikti laiškai, nukreipti kažkur netoli jūsų tikslo.
lv: Vēstules, kas virzās kaut kur netālu no jūsu galamērķa, var tikt nodotas jums.
mk: Може да ви бидат предадени писма кои се упатуваат некаде во близина на вашата дестинација.
ms: Surat yang menuju ke suatu tempat berhampiran destinasi anda boleh diserahkan kepada anda.
mt: L-ittri li jsegwu x'imkien qrib id-destinazzjoni tiegħek jistgħu jingħatawlek.
nb: Brev som går et sted i nærheten av destinasjonen din kan gis til deg.
nl: Brieven die ergens in de buurt van uw bestemming aankomen, kunnen aan u worden overhandigd.
pl: Listy zmierzające gdzieś w pobliżu miejsca docelowego mogą zostać Ci przekazane.
pt_br: Cartas destinadas a algum lugar próximo ao seu destino podem ser entregues a você.
ro: Scrisorile care se îndreaptă undeva în apropierea destinației dvs. vă pot fi înmânate.
ru: Письма, направляющиеся куда-то недалеко от пункта назначения, могут быть вручены тебе.
sk: Listy smerujúce niekde blízko vášho cieľa vám môžu byť odovzdané.
sl: Pisma, namenjena nekam blizu vašega cilja, vam lahko izročimo.
sq: Letra që shkojnë diku afër destinacionit tuaj mund t'ju dorëzohen.
sr: Писма која иду негде близу вашег одредишта могу вам бити уручена.
sv: Brev på väg någonstans nära din destination kan lämnas till dig.
th: คุณสามารถส่งจดหมายที่มุ่งหน้าไปยังจุดหมายปลายทางของคุณได้
tr: Hedefinize yakın bir yere giden mektuplar size teslim edilebilir.
uk: Тобі можуть бути передані листи, які прямують кудись поблизу місця призначення.
vi: Những lá thư hướng tới một nơi nào đó gần điểm đến của bạn có thể được trao cho bạn.
zh_hans: 寄往目的地附近的信件可以交给您。
zh_hk: 寄往目的地附近的信件可以交給您。

source: Letters sent to your Shepherd ID walk here, on the sender's steps. Only the town is shared.
ar: الرسائل المرسلة إلى معرف الراعي الخاص بك تسير هنا، على خطوات المرسل. المدينة فقط مشتركة.
bg: Писмата, изпратени до вашия Shepherd ID, вървят тук, по стълбите на подателя. Само градът е споделен.
bs: Pisma poslana vašoj Shepherd ID hodaju ovdje, na stepenicama pošiljaoca. Samo grad se dijeli.
ca: Les cartes enviades al vostre pas d'identificació passen aquí, pels passos del remitent. Només es comparteix el poble.
cs: Dopisy zaslané vašemu Shepherd ID chodí sem, po schodech odesílatele. Sdílí se pouze město.
da: Breve sendt til dit hyrde-id går her, på afsenderens trin. Kun byen er delt.
de: Briefe an deine Hirten-ID laufen hierher, auf den Schritten des Absenders. Geteilt wird nur der Ort.
el: Οι επιστολές που αποστέλλονται στο Shepherd ID σας περπατούν εδώ, στα σκαλιά του αποστολέα. Μόνο η πόλη μοιράζεται.
es: Las cartas enviadas a su ID de Pastor caminan aquí, por las escaleras del remitente. Sólo se comparte el pueblo.
et: Teie Shepherd ID-le saadetud kirjad jõuavad siia saatja sammudel. Jagatakse ainult linna.
eu: Zure Artzain IDari bidalitako gutunak hemen doaz, igorlearen urratsetan. Herria bakarrik partekatzen da.
fi: Paimentunnuksellesi lähetetyt kirjeet kulkevat täällä, lähettäjän portailla. Vain kaupunki on jaettu.
fr: Les lettres envoyées à ton berger ID marchent ici, sur les marches de l'expéditeur. Seule la ville est partagée.
ga: Seoltar litreacha chuig do Shepherd ID ag siúl anseo, ar chéimeanna an tseoltóra. Níl ach an baile roinnte.
gl: As cartas enviadas ao teu Shepherd ID andan aquí, nas escaleiras do remitente. Só se comparte a cidade.
he: מכתבים שנשלחו לזיהוי הרועים שלך הולכים כאן, על מדרגות השולח. רק העיירה משותפת.
hi: आपके शेफर्ड आईडी पर भेजे गए पत्र प्रेषक के कदमों पर यहां चलते हैं। केवल शहर साझा है.
hr: Pisma poslana na vaš Shepherd ID hodaju ovdje, na stepenicama pošiljatelja. Samo se grad dijeli.
hu: A Shepherd ID-jára küldött levelek itt, a feladó lépcsőjén sétálnak. Csak a város közös.
id: Surat yang dikirim ke ID Gembala Anda berjalan di sini, mengikuti langkah pengirim. Hanya kota yang dibagikan.
is: Bréf send til Shepherd ID ganga hér, á tröppum sendandans. Aðeins bærinn er sameiginlegur.
it: Le lettere inviate al tuo ID pastore camminano qui, sui gradini del mittente. Si condivide solo la città.
ja: あなたのシェパード ID に送られた手紙は、差出人の足跡をたどり、ここを歩きます。街だけが共有される。
ka: თქვენი Shepherd ID-ისთვის გაგზავნილი წერილები აქ, გამგზავნის კიბეებზე დადის. მხოლოდ ქალაქია საერთო.
kk: Шопан куәлігіне жіберілген хаттар жіберушінің баспалдағымен осында жүреді. Тек қала ортақ.
ko: 셰퍼드 ID로 보낸 편지는 보낸 사람의 계단을 따라 여기로 이동합니다. 마을만 공유됩니다.
lt: Laiškai, išsiųsti jūsų Shepherd ID, eina čia, ant siuntėjo laiptų. Tik miestelis yra bendras.
lv: Uz jūsu Shepherd ID nosūtītās vēstules staigā šeit, pa sūtītāja kāpnēm. Kopīga ir tikai pilsēta.
mk: Писмата испратени до вашиот Shepherd ID одат овде, по скалите на испраќачот. Само градот е заеднички.
ms: Surat yang dihantar ke ID Gembala anda berjalan di sini, di tangga pengirim. Hanya bandar yang dikongsi.
mt: Ittri mibgħuta lil Shepherd ID tiegħek jimxu hawn, fuq il-passi ta' min jibgħat. Il-belt biss hija maqsuma.
nb: Brev sendt til din Shepherd ID går her, på avsenderens trinn. Bare byen er delt.
nl: Brieven die naar uw Shepherd-ID zijn verzonden, lopen hierheen, op de trappen van de afzender. Alleen de stad wordt gedeeld.
pl: Listy wysyłane na Twój Shepherd ID idą tutaj, po schodach nadawcy. Wspólne jest tylko miasto.
pt_br: Cartas enviadas para o seu Shepherd ID andam aqui, nas escadas do remetente. Apenas a cidade é compartilhada.
ro: Scrisorile trimise către ID-ul tău Shepherd merg aici, pe treptele expeditorului. Doar orașul este împărțit.
ru: Письма на твой ID пастуха идут сюда — шагами отправителя. Передаётся только город.
sk: Listy odoslané vášmu Shepherd ID chodia sem, po schodoch odosielateľa. Zdieľa sa iba mesto.
sl: Pisma, poslana na vaš Shepherd ID, hodijo tukaj, na stopnicah pošiljatelja. Samo mesto je skupno.
sq: Letrat e dërguara në ID-në tuaj të Shepherd ecin këtu, në shkallët e dërguesit. Vetëm qyteti është i përbashkët.
sr: Писма послата вашем Схепхерд ИД-у ходају овде, на степеницама пошиљаоца. Само град се дели.
sv: Brev som skickas till din herde-ID går här, på avsändarens trappsteg. Endast staden delas.
th: จดหมายที่ส่งถึง Shepherd ID ของคุณให้เดินมาที่นี่ตามขั้นบันไดของผู้ส่ง มีเพียงเมืองเท่านั้นที่แบ่งปัน
tr: Çoban Kimliğinize gönderilen mektuplar burada, gönderenin merdivenlerinde yürür. Sadece şehir paylaşılıyor.
uk: Листи, надіслані на твій ідентифікатор вівчарки, йдуть тут, біля сходів відправника. Спільне лише місто.
vi: Những bức thư được gửi tới ID Shepherd của bạn sẽ đi đến đây, theo bước của người gửi. Chỉ có thị trấn được chia sẻ.
zh_hans: 发送到您的 Shepherd ID 的信件请步行至发件人的台阶上。只有城镇是共享的。
zh_hk: 寄到您的 Shepherd ID 的信件請步行至寄件者的階梯上。只有城鎮是共享的。

source: Letters you have read end up here.
ar: الرسائل التي قرأتها تنتهي هنا.
bg: Писмата, които сте прочели, завършват тук.
bs: Pisma koja ste pročitali završavaju ovdje.
ca: Les cartes que has llegit acaben aquí.
cs: Dopisy, které jste přečetli, končí zde.
da: Breve du har læst ender her.
de: Gelesene Briefe landen hier.
el: Οι επιστολές που έχετε διαβάσει καταλήγουν εδώ.
es: Las cartas que has leído terminan aquí.
et: Loetud kirjad jõuavad siia.
eu: Irakurri dituzun eskutitzak hemen amaitzen dira.
fi: Kirjeet, jotka olet lukenut, päätyvät tänne.
fr: Les lettres que tu as lues finissent ici.
ga: Tagann deireadh le litreacha atá léite agat anseo.
gl: As cartas que liches acaban aquí.
he: מכתבים שקראת מגיעים לכאן.
hi: आपके द्वारा पढ़े गए पत्र यहीं समाप्त होते हैं।
hr: Pisma koja ste pročitali završavaju ovdje.
hu: Az elolvasott levelek ide kerülnek.
id: Surat yang telah Anda baca berakhir di sini.
is: Bréf sem þú hefur lesið enda hér.
it: Le lettere che hai letto finiscono qui.
ja: あなたが読んだ手紙はここで終わります。
ka: წაკითხული წერილები აქ მთავრდება.
kk: Сіз оқыған хаттар осында аяқталады.
ko: 당신이 읽은 편지는 여기에 있습니다.
lt: Jūsų perskaityti laiškai patenka čia.
lv: Šeit nonāk lasītās vēstules.
mk: Писмата што сте ги прочитале завршуваат овде.
ms: Surat yang telah anda baca berakhir di sini.
mt: L-ittri li qrajt jispiċċaw hawn.
nb: Brev du har lest havner her.
nl: Brieven die u heeft gelezen, komen hier terecht.
pl: Listy, które przeczytałeś, trafiają tutaj.
pt_br: As cartas que você leu acabam aqui.
ro: Scrisorile pe care le-ați citit ajung aici.
ru: Прочитанные письма попадают сюда.
sk: Listy, ktoré ste si prečítali, končia tu.
sl: Pisma, ki ste jih prebrali, se končajo tukaj.
sq: Letrat që keni lexuar përfundojnë këtu.
sr: Писма која сте прочитали завршавају овде.
sv: Brev du har läst hamnar här.
th: จดหมายที่คุณอ่านจบลงที่นี่
tr: Okuduğunuz mektuplar burada sona eriyor.
uk: Прочитані листи потрапляють сюди.
vi: Những lá thư bạn đã đọc sẽ kết thúc ở đây.
zh_hans: 您读过的信件最终会出现在这里。
zh_hk: 您讀過的信件最終會出現在這裡。
